{
    "delete" : "delete",
    "Clean cart" : "Clean cart",
    "Total" : "Total",
    "Continue Payment" : "Continue Payment",
    "Go Shopping" : "Go Shopping",
    "Login / Register to get discount" : "Login / Register to get discount",
    "Product" : "Product",
    "Id" : "Id",
    "Card validity" : "Card validity",
    "Card Number" : "Card Number",
    
    "First Name" : "First Name",
    "Last Name" : "Last Name",
    "Full Name" : "Full Name",
    "Phone" : "Phone",
    "Email" : "Email",
    "Password" : "Password",
    "Confirm Password" : "Confirm Password",
    "Your Message" : "Your Message",
    "Send" : " Send",
    "Address for shipping" : "Address for shipping",
    "Notes for shipping" : "Notes for shipping",
    "Ex : Leave the delivery at the door if no one is home" : "Ex : Leave the delivery at the door if no one is home",
    "Ex : Rothschild avenue 24, Tel-Aviv" : "Ex : Rothschild avenue 24, Tel-Aviv",
    "To Payment" : "To Payment",
    "Fast delivery up to 24 hours - free over NIS 349 or an additional NIS 70" : "Fast delivery up to 24 hours - free over NIS 349 or an additional NIS 70",
    "Standard delivery - between 1-5 free businesses over 349 NIS or 50 NIS" : "Standard delivery - between 1-5 free businesses over 349 NIS or 50 NIS",
    "size : 200 ml" : "size : 200 ml",
    "Login" : "Login",
    "Register" : "Register",
    "Logout" : "Logout",
    "Control Panel" : "Control Panel",
    "Home" : "Home",
    "Cocktails" : "Cocktails",
    "Bar Tools" : "Bar Tools",
    "About Us" : "About Us",
    "The Story of Cocktails4U" : "The Story of Cocktails4U",
    "COCKTAIL4U's barware" : "COCKTAIL4U's barware",
    "Contact Us" : "Contact Us",
    "Shipping Policy" : "Shipping Policy",
    "Shakers" : "Shakers",
    "Jiggers" : "Jiggers",
    "Strainers" : "Strainers",
    "Muddlers" : "Muddlers",
    "Spoons" : "Spoons",
    "Accessories" : "Accessories",
    "Special Cocktails" : "Special Cocktails",
    "Classic Cocktails" : "Classic Cocktails",
    "Custom Cocktails" : "Custom Cocktails",
    "Add To Cart" : "Add To Cart",
    "All Tools" : "All Tools",
    "Close" : "Close",
    "Details" : "Details",
    "All Cocktails" : "All Cocktails",
    "Our Cocktails Categories" : "Our Cocktails Categories" ,
    "Please fill in the following fields :" : "Please fill in the following fields :",
    "Our shipping policy" : "Our shipping policy",
    "Login to the site - existing users" : "Login to the site - existing users",
    "Registration to the site - new users" : "Registration to the site - new users",
    "form has been sent successfully !" : "form has been sent successfully !",

    "שייקר טין-טין - זהב" : "Tin-Tin Shaker - Gold",
    "שייקר טין-טין - שחור" : "Tin-Tin Shaker - Black",
    "שייקר טין-טין - נחושת" : "Tin-Tin Shaker - Bronze",
    "שייקר טין-טין - כסף" : "Tin-Tin Shaker - Silver",
    "ג'יגר - 30/45 מ''ל" : "Jigger - 30/45 ml",
    "ג'יגר - 30/60 מ''ל" : "Jigger - 30/60 ml",
    "כותש עץ" : "Wooden Muddler",
    "כותש נירוסטה" : "Stainless Steel Muddler",
    "כפית-בר" : "Bar-Spoon",
    "פינצטה" : "Tweezers",
    "פורר" : "Porer",
    "כף-קרח" : "Ice Spoon",
    "מסחטת לימונים" : "Lemon Squeezer",
    "קולפן" : "Peeler",
    "מסננת" : "Strainer" ,
    "מסננת-רשת" : "Mesh strainer",



    "It all started several years ago, when we researched the leading bars in Israel and the world where we gained professional knowledge, we always dreamed of sharing this knowledge" : "It all started several years ago, when we researched the leading bars in Israel and the world where we gained professional knowledge, we always dreamed of sharing this knowledge",
    "After several months of thinking and formulating the idea, we decided to share our knowledge with you and founded Cocktails 4 U. Cocktails from the most senior professionals in Israel who have won and participated in bartending competitions in Israel and around the world." : "After several months of thinking and formulating the idea, we decided to share our knowledge with you and founded Cocktails 4 U. Cocktails from the most senior professionals in Israel who have won and participated in bartending competitions in Israel and around the world.",
    "Your cart is empty" : "Your cart is empty",
    "Go shopping" : "Go shopping",
    "Your cart" : "Your cart",
    "Fill your details and we will get back to you as soon" : "Fill your details and we will get back to you as soon",
    "Contact Information" : "Contact Information",
    "We have special cocktails that you must try, our cocktails are built by mixologists and bartenders in Israel in a very special and creative way. All cocktails contain premium alcohol, fresh fruit juices, and special herbs and spices adapted to the type of cocktail." : "We have special cocktails that you must try, our cocktails are built by mixologists and bartenders in Israel in a very special and creative way. All cocktails contain premium alcohol, fresh fruit juices, and special herbs and spices adapted to the type of cocktail.",
    "Welcome to Cocktails4U" : "Welcome to Cocktails4U",
    "The Most Popular" : "The Most Popular",
    "User already exists, Please try another E-Mail " :  "User already exists, Please try another E-Mail",
    "Fast delivery - no extra charge for orders over NIS 349. An order placed by 10:30 a.m. during a business day will be delivered if possible on the same day between 4:00 p.m. and 9:00 p.m. An order placed after 10:30 will be delivered, if possible, on the business day following the order date. pay attention! In order to make a quick delivery, you must contact us by phone at 052XXXXXXX before placing the order" : "Fast delivery - no extra charge for orders over 349 NIS. An order placed by 10:30 a.m. during a business day will be delivered if possible on the same day between 4:00 p.m. and 9:00 p.m. An order placed after 10:30 will be delivered, if possible, on the business day following the order date. pay attention! In order to make a quick delivery, you must contact us by phone at 052XXXXXXX before placing the order",
    "Home delivery - between 1-5 business days - NIS 50 (free for orders over NIS 349) *The times above do not include up to 2 days of packaging from the day the transaction is approved by the credit company" : "Home delivery - between 1-5 business days - NIS 50 (free for orders over NIS 349) *The times above do not include up to 2 days of packaging from the day the transaction is approved by the credit company",
    "Delivery to the house - scattered deliveries between the hours of 8:00 - 21:00. A courier on our behalf will contact you before arrival. pay attention! If you are in a different place from the specified delivery address, you must contact us." : "Delivery to the house - scattered deliveries between the hours of 8:00 - 21:00. A courier on our behalf will contact you before arrival. pay attention! If you are in a different place from the specified delivery address, you must contact us.",
    "It is important to note that we cannot take responsibility for delays by the shipping companies (Israel, Courier Service)" : "It is important to note that we cannot take responsibility for delays by the shipping companies (Israel, Courier Service)",
    "Home delivery to remote settlements (the Golan Heights, Eilat and the Dead Sea, Judea and Samaria and the area, and towns beyond the green line) can be delayed beyond 4 business days (+2 business days for packaging)" : "Home delivery to remote settlements (the Golan Heights, Eilat and the Dead Sea, Judea and Samaria and the area, and towns beyond the green line) can be delayed beyond 4 business days (+2 business days for packaging)",
    "Incorrect username or password / unconfirmed user in the email box" : "Incorrect username or password / unconfirmed user in the email box",
    "Didn't sign up? Click to register" : "Didn't sign up? Click to register",
    "Registered user? Click here to login" : "Registered user? Click here to login",
    "Please confirm the registration in the link sent to your email" : "Please confirm the registration in the link sent to your email",
    "User already exists..." : "User already exists...",
    "Invalid password..." : "Invalid password...",
    "Invalid email" : " Invalid email",
    "Please confirm your email" : "Please confirm your email",
    "שייקר טין-טין, עשוי מנירוסטה איכותית - משמש לשקשוק קוקטיילים" : "Tin-tin shaker, made of high-quality stainless steel - used to shake cocktails",
    "ג'יגר 30/45 מ''ל בצבע כסף עם עיצוב מיוחד - משמש למדידת מנות האלכוהול והנוזלים " : "Jigger 30/45 ml in silver color with a special design - used to measure portions of alcohol and liquids",
    "כותש עץ חזק במיוחד - משמש לכתישת מרכיבי הקוקטייל" : "A particularly strong wooden crusher - used to crush the cocktail ingredients",
    "כותש עשוי מנירוסטה איכותית וחזקה במיוחד - משמש לכתישת מרכיבי הקוקטייל" : "A crusher made of high-quality and extremely strong stainless steel - used to crush the cocktail ingredients",
    "ג'יגר 30/60 מ''ל - משמש למדידת מנות האלכוהול והנוזלים " : "Jigger 30/60 ml - used to measure the portions of alcohol and liquids",
    "מסננת לשייקר - משמשת לסינון הנוזלים מהשייקר" : "Strainer for the shaker - used to filter the liquids from the shaker",
    "מסננת רשת - משמשת לסינון כפול של הנוזלים על מנת לקבל משקה נקי וחלק" : "Mesh strainer - used to double filter the liquids in order to get a clean and smooth drink",
    "כפית-בר באורך 30 ס''מ - משמשת לערבוב משקאות" : "Bar spoon 30 cm long - used for mixing drinks",
    " פינצטה באורך 30 ס''מ - משמשת לעבודה סטרילית עם קישוטים " : "Tweezers 30 cm long - used for sterile work with garnishes",
    "מסחטת לימונים עשויה מנירוסטה חזקה במיוחד - משמשת לסחיטת פירות הדר באופן מהיר" : "A lemon squeezer made of extra strong stainless steel - used to quickly squeeze citrus fruits",
    "כף קרח עשויה מנירוסטה" : "Ice spoon made of stainless steel",
    "קולפן קומפקטי וחזק ביוחד" : "A compact and particularly strong peeler",

    " קוקטייל מתקתק ומרענן - הקוקטייל מכיל רום מיושן, מיץ ליים טרי, מחית מאננס טרי, חמוציות ופירות יער" : "Sweet and refreshing cocktail - the cocktail contains aged rum, fresh lime juice, fresh pineapple puree, cranberries and berries",
    " קוקטייל חמצמץ מוגז ומרענן - הקוקטייל מכיל וודקה אגסים, מיקס פירות הדר, ג'ינג'ר ביר ונענע" : "Carbonated and refreshing sour cocktail - the cocktail contains pear vodka, citrus fruit mix, ginger beer and mint",
    " קוקטייל מתקתק ופירותי - הקוקטייל מכיל ג'ין פרימיום, מיץ ליים טרי, מחית מתות טרי ומיץ רימונים" : "A sweet and fruity cocktail - the cocktail contains premium gin, fresh lime juice, fresh strawberry puree and pomegranate juice",
    " קוקטייל חמצמץ ועדין במיוחד - הקוקטייל מכיל ליקר שקדים, מיץ ליים טרי וסירופ וניל ביתי" : "A particularly sour and delicate cocktail - the cocktail contains almond liqueur, fresh lime juice and homemade vanilla syrup ",
    "קוקטייל ברזילאי מאוד מפורסם והוא מכיל רום ברזיאלי ייחודי (קשאסה), מיץ ליים וסוכר" : "A very famous Brazilian cocktail and it contains a unique Brazilian rum (cachaça), lime juice and sugar",
    "קוקטייל קלאסי מוכר והוא מורכב מוודקה, ליקר תפוזים, מיץ ליים, מי סוכר וחמוציות" : "A well-known classic cocktail that consists of vodka, orange liqueur, lime juice, sugar water and cranberries",
    "קוקטייל קלאסי שמגיע מקובה והוא מכיל רום בהיר, מיץ ליים טרי, נענע, מי סוכר, סודה ואנגוסטורה ביטרס" : "A classic cocktail that comes from Cuba and contains light rum, fresh lime juice, mint, sugar water, soda and Angostura bitters",
    "קוקטייל קלאסי המורכב מרום מיץ ליים טרי וסירופ סוכר, ניתן לערבל את הקוקטייל בבלנדר כדי לקבל דאקירי קפוא." : "A classic cocktail consisting of rum, fresh lime juice and sugar syrup, you can mix the cocktail in a blender to get a frozen Dakirei.",
    "קוקטייל קלאסי מפורסם שמגיע מאיטליה והוא מורכב משלושה רכיבים ביחסים שווים : קמפרי, וורמוט אדום וג'ין. באיטליה נהוג להוסיף מעט סודה כדי לעדן את המרירות" : "A famous classic cocktail that comes from Italy and consists of three components in equal proportions: Campari, red vermouth and gin. In Italy it is customary to add a little soda to refine the bitterness",
    "קוקטייל מתקתק וטרופי - הקוקטייל מורכב מרום לבן מרום מיושן, ליקר קוקוס, מחית מאננס טרי, קרם קוקוס וסירופ דובדבנים-ליצ'י ביתי" :  "A sweet and tropical cocktail - the cocktail consists of aged white rum, coconut liqueur, fresh pineapple puree, coconut cream and homemade cherry-lychee syrup",
    "קוקטייל חמצמץ עם טעם מעושן שאי אפשר לשכוח - הקוקטייל מורכב מוויסקי סינגל מאלט מעושן, מיץ ליים טרי, וסירופ דבש-ג'ינג'ר ביתי" : "A sour cocktail with a smoky flavor you can't forget - the cocktail consists of smoked single malt whiskey, fresh lime juice, and homemade honey-ginger syrup",
    "קוקטייל מרענן והדרי עם מרירות עדינה - הקוקטייל מורכב מוודקה פרימיום, קמפרי, מיץ פירות הדר ביתי, ומחית מאננס טרי" : "Refreshing and citrusy cocktail with subtle bitterness - the cocktail consists of premium vodka, Campari, homemade citrus fruit juice, and fresh pineapple puree",
    "קוקטייל חמצמץ עם חריפות עדינה - הקוקטייל מורכב מטקילה מיושנת, ליקר תפוזים פרימיום, מיץ ליים טרי ומיץ מפסיפלורה טרייה" : "Sour cocktail with subtle spiciness - the cocktail consists of aged tequila, premium orange liqueur, fresh lime juice and fresh passion fruit juice",
    "קוקטייל קלאסי שנולד באמצע המאה ה-18 ומורכב מג'ין פרימיום, מיץ ליים טרי וסירופ בזיליקום ביתי" : "A classic cocktail born in the middle of the 18th century and consisting of premium gin, fresh lime juice and homemade basil syrup",
    "קוקטייל קלאסי שנולד בסוף שנות ה-80 ומורכב מוודקה פרימיום, ליקר קפה, ואספרסו טרי" : "A classic cocktail born in the late 80's and consisting of premium vodka, coffee liqueur, and fresh espresso"
    
}


